/* Localizable strings*/

"SUPrefNeverUsedStatus" = "“软件更新”尚未使用。";
"SUPrefSuccessStatus" = "“软件更新”运行成功。";
"SUPrefAllInactiveStatus" = "可用的更新就是您已选取忽略的那些更新。";
"SUPrefNoUpdatesStatus" = "没有找到新的软件更新。";
"SUPrefFailedCantConnectStatus" = "失败。未能连接到 Internet。";
"SUPrefFailedGenericStatus" = "失败。检查时出错。";
"SUPrefIgnoredUpdatesAvailableStatus" = "被忽略的更新现已可用。";

"SUPrefScanningStatus" = "正在检查新软件…";
"SUPrefServerErrorStatus" = "服务器当前不可用。请稍后再试一次。";
"SUPrefUnexpectedErrorStatus" = "发生意外错误。";

"SUPrefCancellingStatus" = "正在取消…";
"SUPrefCancelledStatus" = "已取消。";

"SUPrefLastStatusCheckTitle" = "上一次检查：";
"SUPrefLastStatusFailedTitle" = "上次的尝试：";
"SUPrefCurrentStatusTitle" = "状态：";
"SUPrefLastSuccessfulStatus" = "成功。%@。";

"SUPrefNextScheduledDate" = "下一个计划：%@。";

"Software Update can't check for updates because of a network problem." = "“软件更新”不能检查更新，因为出现网络问题。";
"Failed to check for updates." = "检查更新失败。";
"Diagnose..." = "网络诊断…";
"SUPrefCheckConfigMessage" = "请确定电脑已连接在 Internet 上，然后再试一次。";
"OK" = "好";

"SUPrefUpdateNow" = "现在检查";
"CANCEL" = "取消";
